Repository: jpcima/Borderlands
Catalog: po/*/Borderlands.po
Languages: fr

source: CLICK TO START
fr: CLIC POUR DEMARRER

source: Direction: BACKWARD
fr: Direction : EN ARRIERE

source: Direction: FORWARD
fr: Direction : EN AVANT

source: Direction: RANDOM
fr: Direction : HASARD

source: Duration:
fr: Duree :

source: ESCAPE TO QUIT
fr: ECHAP POUR QUITTER

source: Overlap:
fr: Chevauchement :

source: PUT THE SAMPLES IN ~/.Borderlands/loops
fr: PLACEZ LES ECHANTILLONS DANS ~/.Borderlands/loops

source: Pitch LFO Amount:
fr: Quantite LFO de la tonalite :

source: Pitch LFO Freq:
fr: Frequence LFO de la tonalite :

source: Pitch:
fr: Tonalite :

source: Something went wrong...shouldn't be here
fr: Quelque chose n'a pas ete correctement...on ne devrait pas être ici

source: Sounds loaded successfully...
fr: Succes du chargement des sons...

source: Spatial Mode: AROUND
fr: Balance panoramique : AUTOUR

source: Spatial Mode: STEREO
fr: Balance panoramique : STEREO

source: Spatial Mode: UNITY
fr: Balance panoramique : UNITE

source: Voices:
fr: Voix :

source: Window: EXPDEC
fr: Fenêtre : EXPDEC

source: Window: HANNING
fr: Fenêtre : HANNING

source: Window: RANDOM_WIN
fr: Fenêtre : RANDOM_WIN

source: Window: REXPDEC
fr: Fenêtre : REXPDEC

source: Window: SINC
fr: Fenêtre : SINC

source: Window: TRIANGLE
fr: Fenêtre : TRIANGLE
